---
kind: property
id: P:Autodesk.Revit.DB.FamilyType.Name
source: html/be290b8b-e5ca-3403-9874-8470fcbfd726.htm
---
# Autodesk.Revit.DB.FamilyType.Name Property

The name of the family type.

## Syntax (C#)
```csharp
public string Name { get; }
```